handsOn/troubleFoam/run/03_cavityClipped/Allrun
#!/bin/bash
#
# run the case

icoFoam
